tap "go-task/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "automake"
brew "coreutils"
brew "asdf"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "docker-slim"
brew "exa"
brew "fd"
brew "folly"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-recent"
brew "glib"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "nghttp2"
brew "ninja"
brew "nodebrew"
brew "openssl@3"
brew "percona-toolkit"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchman"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "go-task/tap/go-task"
brew "heroku/brew/heroku"
cask "1password-beta"
cask "brave-browser"
cask "brave-browser-beta"
cask "brave-browser-dev"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "google-chrome"
cask "google-chrome-canary"
cask "insomnia"
cask "karabiner-elements"
cask "monitorcontrol"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "safari-technology-preview"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Typist", id: 415166115
mas "Xcode", id: 497799835
