tap "go-task/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "automake"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "docker-slim"
brew "folly"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-recent"
brew "glib"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "nghttp2"
brew "ninja"
brew "nodebrew"
brew "percona-toolkit"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchman"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "go-task/tap/go-task"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "insomnia"
cask "karabiner-elements"
cask "monitorcontrol"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "safari-technology-preview"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "aaron-bond.better-comments"
vscode "asvetliakov.snapshot-tools"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "gaearon.subliminal"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "knisterpeter.vscode-github"
vscode "mechatroner.rainbow-csv"
vscode "mf.vscode-styled-components"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pflannery.vscode-versionlens"
vscode "pnp.polacode"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "thomas-baumgaertner.vcl"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "v8-torque.vscode-torque"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
