aaron-bond.better-comments
asvetliakov.snapshot-tools
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
gaearon.subliminal
GitHub.copilot
golang.go
jpoissonnier.vscode-styled-components
KnisterPeter.vscode-github
mechatroner.rainbow-csv
mf.vscode-styled-components
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
pflannery.vscode-versionlens
pnp.polacode
rust-lang.rust
thomas-baumgaertner.vcl
timonwong.shellcheck
usernamehw.errorlens
v8-torque.vscode-torque
vscodevim.vim
wmaurer.change-case
xaver.clang-format
